[
  {
    "id": "1",
    "Item": "_all_",
    "PropertyName": "[hu - Hungarian] Legoland Korea",
    "HeaderImageURL": "https://tbb-prod-apac.imgix.net/attachments/properties/banners/17254/Hotel_main_2__-_temp.png",
    "AddressCountry": "[hu - Hungarian] Republic of Korea",
    "AddressCity": "[hu - Hungarian] Gangwon-do",
    "AddressRegion": "[hu - Hungarian] Gangwon-do",
    "AddressStreet": "[hu - Hungarian] 128, Hajungdo-gil,Chuncheon-si,",
    "AddressPostcode": "[hu - Hungarian] 24270",
    "PhoneNumber": "+82 (0)33 815 2300",
    "AboutUsText": "[hu - Hungarian] Treat your family to the ultimate LEGO® experience - a day at LEGOLAND® Korea and a night at LEGOLAND® Hotel! 154 rooms are specially designed for families, with imaginative LEGO® features and themed play areas everywhere you look – and all just steps away from the Park! *picture might be different from the reality",
    "PrivacyPolicyText": "[hu - Hungarian] This is the privacy policy text",
    "TermsAndConditionsText": "[hu - Hungarian] 1. The room rate is based on 2 adults and 3 children or infants per room per night, and 10% of the room rate is taxed separately.\nAdult : Age 13 and older\nChild : Age 24 months ~ 12 years old\nInfant : Age 23 months and under\n*Park ticket price included in room rate is based on number of adults and children that guest booked, and additional tickets can be purchased at hotel front desk.\n*Certain packages and offers benefit price may vary depending on terms and condition of each rate.\n2. Depending on room types, the maximum occupancy is different.\nPremium and Premium Park View : 2 Adult + 3 Children\nPremium Corner : 3 Adult + 3 Children\nSuite : 3 Adult + 3 Children\nDeluxe Suite: 3 Adult + 3 Children\n3. General reservation cancellation policy is as follows.\nCancellation requests made within 72 hours to check-in time will incur 100% fee and are non-refundable.\nRoom cancellation/modification is not allowed within 72 hours to check-in time.\nReservation and cancellation policies, including deposit and refund amounts may differ with some packages or promotions. Refer to specific package and promotion information.\nIn case of non-refundable rate plan, the general reservation cancellation rule does not apply and changes, cancellations, or refunds are not possible after the time of reservation.\n4. No Show Policy\nIf you do not claim your check-in on the expected arrival date without modification/cancellation, 100% cost of the stay will be charged. Cancellation or refund may not be possible depending on the promotion. In this case, the terms and conditions of the promotion apply.\n5. Room rates change depending on the time the reservation is confirmed, and even if a confirmed reservation is changed, the rate notified at the time of change will be applied.\n6. All charges must be prepaid to confirm your reservation.\n7. LEGOLAND® Hotel is operated by cashless system. So please use a credit card.\n8. A deposit of KRW 100,000 is applicable for each night of stay by way of credit card if you would like to utilize Room Charge. A valid credit card is required upon check-in for payment of incidentals in addition to full payment of the room.\nDeposit will be released / refunded after check-out.\n9. The stipulated check-in time is after 4pm, and the check-out time is 11am. Early check-in and late check-out are subject to availability on the day of the hotel.\n10. Cooking ware and portable stoves which may cause fire are not allowed in the hotel rooms.\n11. Lost and Found Policy\na) The Hotel is not responsible for any personal items or valuables, and the Hotel is not responsible for any lost or misplaced items. The Hotel will do its best to help you find the lost item.\nb) When inquiring about lost property, certain information such as the guest's name, date of stay, room number, and details of the lost item as recorded in the hotel system must be provided for the purpose of tracking and verifying the lost item.\nc) In the case of foods, they will be disposed of immediately after the customer leaves, and the lost and found regulations of the hotel do not apply.\nd) Other items are stored at the resort only for the specified period, and the storage period may vary depending on the item.",
    "LocationInstructions": "[hu - Hungarian] [Directions & Parkings] \nArriving by car: Parking is available for hotel guests \nArriving by public transportation: There will be a shuttle bus running between Chuncheon Station and LEGOLAND® Korea Resort. Please check the official website (LEGOLAND.kr) for more information on shuttle bus service hours and locations.",
    "EmailEnquiryAddress": "LLKR.Reservations@legoland.com",
    "BookingEngineDomain": "https://book-directonline.com",
    "BookingEngineChannelCode": "legolandkorearesortdirect",
    "GalleryImages": [
      {
        "image": "https://tbb-prod-apac.imgix.net/attachments/property_photos/images/193907/1.png",
        "title": "",
        "description": "",
        "link": "",
        "alt-text": "",
        "link-text": ""
      },
      {
        "image": "https://tbb-prod-apac.imgix.net/attachments/property_photos/images/204669/Screen_Shot_2022-02-24_at_4.03.4.png",
        "title": "",
        "description": "",
        "link": "",
        "alt-text": "",
        "link-text": ""
      },
      {
        "image": "https://tbb-prod-apac.imgix.net/attachments/property_photos/images/204665/elevator.jpeg",
        "title": "",
        "description": "",
        "link": "",
        "alt-text": "",
        "link-text": ""
      },
      {
        "image": "https://tbb-prod-apac.imgix.net/attachments/property_photos/images/204670/Entertainment_at_Adventure_Play.jpg",
        "title": "",
        "description": "",
        "link": "",
        "alt-text": "",
        "link-text": ""
      },
      {
        "image": "https://tbb-prod-apac.imgix.net/attachments/property_photos/images/204668/Sky-Line-Bar.jpeg",
        "title": "",
        "description": "",
        "link": "",
        "alt-text": "",
        "link-text": ""
      },
      {
        "image": "https://tbb-prod-apac.imgix.net/attachments/property_photos/images/204671/%E1%84%85%E1%85%B5%E1%84%90%E1%85%B3%E1%86%AF_%E1%84%87%E1%85%B5%E1%86%A8_%E1%84%89%E1%85%A3%E1%86%B8.jpeg",
        "title": "",
        "description": "",
        "link": "",
        "alt-text": "",
        "link-text": ""
      },
      {
        "image": "https://tbb-prod-apac.imgix.net/attachments/property_photos/images/204672/%E1%84%85%E1%85%A9%E1%84%87%E1%85%B5.jpeg",
        "title": "",
        "description": "",
        "link": "",
        "alt-text": "",
        "link-text": ""
      }
    ]
  }
]